[
  {
      "id": 1,
      "nombre": "Mouses",
      "descripcion": "Dispositivos de entrada diseñados para interactuar con la computadora mediante movimientos precisos y controlados.",
      "estado": true
  },
  {
      "id": 2,
      "nombre": "Teclados",
      "descripcion": "Dispositivos de entrada que permiten introducir datos y comandos en la computadora mediante la pulsación de teclas.",
      "estado": true
  },
  {
      "id": 3,
      "nombre": "Tarjetas gráficas",
      "descripcion": "Componentes que se encargan de procesar y generar imágenes para mejorar el rendimiento visual en aplicaciones y juegos.",
      "estado": true
  },
  {
      "id": 4,
      "nombre": "Memorias RAM",
      "descripcion": "Dispositivos de almacenamiento temporal utilizados para aumentar la capacidad de procesamiento y mejorar el rendimiento del sistema.",
      "estado": true
  },
  {
      "id": 5,
      "nombre": "Procesadores",
      "descripcion": "Unidades de procesamiento central (CPU) encargadas de ejecutar instrucciones y realizar cálculos para proporcionar un mejor rendimiento en tareas computacionales.",
      "estado": true
  },
  {
      "id": 6,
      "nombre": "Audífonos",
      "descripcion": "Dispositivos de audio diseñados para escuchar sonidos generados por la computadora, como música, juegos o llamadas.",
      "estado": true
  },
  {
      "id": 7,
      "nombre": "Placas base",
    "descripcion": "Componente principal que conecta y coordina todos los elementos de un ordenador.",
    "estado": true
  },
  {
      "id": 8,
      "nombre": "Ventiladores",
      "descripcion": "Dispositivos de enfriamiento utilizados para regular la temperatura interna de la computadora y prevenir el sobrecalentamiento de los componentes.",
      "estado": true
  },
  {
      "id": 9,
      "nombre": "dispositivos de almacenamiento",
      "descripcion": "Soluciones prácticas para guardar y transferir datos de forma rápida y segura, incluyendo unidades USB, discos duros externos y SSDs.",
      "estado": true
  },
  {
    "id": 10,
    "nombre": "Micrófonos",
    "descripcion": "Equipos diseñados para capturar audio con claridad y precisión en una variedad de situaciones, desde estudios profesionales hasta aplicaciones de grabación casera y transmisiones en vivo.",
    "estado": true
  },
  {
      "id": 11,
      "nombre": "Computadoras",
      "descripcion": "Dispositivos electrónicos diseñados para procesar, almacenar y gestionar información, incluyendo computadoras de escritorio, portátiles y tabletas.",
      "estado": true
  },
  {
      "id": 12,
      "nombre": "Telefonos",
      "descripcion": "Dispositivos móviles diseñados para realizar llamadas telefónicas, enviar mensajes de texto, navegar por internet y ejecutar aplicaciones.",
      "estado": true
  },
  {
      "id": 13,
      "nombre": "Impresora",
      "descripcion": "Dispositivos de salida que permiten imprimir documentos, fotografías y otros archivos desde la computadora en papel u otros medios.",
      "estado": true
  }
]
